prefix.warn=\u00A78[\u00A7c Avertissement \u00A78] \u00A7e
prefix.info=\u00A78[\u00A73 Aide d\u2019\u00EEle \u00A78] \u00A77
prefix.notify=\u00A78[\u00A73 Remarque \u00A78] \u00A7e
prefix.strong=\u00A78[\u00A73 Remarque \u00A78] \u00A7e\u00A7l
prefix.fail=\u00A78[\u00A73 Aide d\u2019\u00EEle \u00A78] \u00A7c
prefix.success=\u00A78[\u00A73 Aide d\u2019\u00EEle \u00A78] \u00A76
island.consumer.powerNotEnough= Panne de courant sur l\u2019 \u00EEle, veuillez payer la facture d\u2019\u00E9lectricit\u00E9 \u00E0 temps.
island.consumer.powerRecovery= Alimentation r\u00E9tabli\u00E9e.
club.realm.usage=/clubrealm Nom de communaut\u00E9 (en anglais)
club.realm.enter= Vous \u00EAtes sur le point d\u2019entrer dans la sous-combinaison de la communaut\u00E9, entrez /is de retour \u00E0 la combinaison de Sky block.
club.realm.notFound= La communaut\u00E9 n\u2019existe pas, le nom est sensible \u00E0 la casse !
club.realm.error= Erreurs dans les param\u00E8tres de cette sous-combinaison, svp de contacter votre administrateur.
club.realm.consume= Consommation de 1 <item> pour entrer dans la sous-combinaison \u00E0 la premi\u00E8re fois.
club.realm.confirm= Entrez /clubrealm <server> confirm pour confirmation.
club.realm.noItem= Il n\u2019y a pas d\u2019objet requis dans votre sac \u00E0 dos.
island.create.complete= Fin de distribution d\u2019\u00EEle, profitez du jeu !
island.create.noRemake= Attention, vous n\u2019avez pas de chance \u00E0 r\u00E9installer l\u2019\u00EEle.
player.data.saveFailed= L\u2019enregistrement des donn\u00E9es de votre sac \u00E0 dos a \u00E9chou\u00E9, veuillez contacter l\u2019administrateur d\u00E8s que possible pour y faire face.
player.stats.saveFailed= Vos statistiques enregistr\u00E9es ont \u00E9chou\u00E9, veuillez contacter l\u2019administrateur d\u00E8s que possible pour les traiter !
player.stats.loadFailed= Vos statistiques sont mal lues et peuvent avoir \u00E9t\u00E9 pollu\u00E9es.
island.visit.failed.noRegistration= Cet ID n\u2019est pas enregistr\u00E9.
island.visit.failed.noIsland= Ce joueur n\u2019 a pas d\u2019\u00EEle.
player.bar.power= Statistique d\u2019\u00E9lectricit\u00E9
player.bar.entity=\u00A76 Statistique d\u2019 entit\u00E9s
player.bar.production=\u00A76 Production/min
player.bar.production.total= Production totale
player.clock.title=\u00A7f[\u00A7d Menu principal \u00A7f]\u00A7r
player.clock.leftClick=\u00A7f[\u00A77 Cliquez avec le bouton gauche de la souris \u00A7f]\u00A7r \u00A7f
player.clock.leftClick.func= Ouvrir la liste de vos \u00EEles
player.clock.shiftLeft=\u00A7f[\u00A77 Shift + cliquez avec le bouton droit \u00A7f]\u00A7r \u00A7f
player.clock.shiftLeft.func= Retour sur l\u2019\u00EEle principal
player.clock.rightClick=\u00A7f[\u00A77 Cliquez avec le bouton droit de la souris \u00A7f]\u00A7r \u00A7f
player.clock.rightClick.func= Ouvrir le menu
island.enter.subtitle=\u00A73 poss\u00E9d\u00E9 par <owner> 
island.save.failed.noPerm= Vous n\u2019avez pas d\u2019attribution \u00E0 t\u00E9l\u00E9charger l\u2019archivage de cet \u00EEle
island.save.failed.unexpected= Impossible de g\u00E9n\u00E9rer le lien de t\u00E9l\u00E9chargement
island.save.success= R\u00E9ussir! Veuillez cliquer sur le lien ci-dessous pour le t\u00E9l\u00E9charger, ce lien n\u2019est valable que pendant 10 minutes.
bump.rules= R\u00E8gles \u00E0 savoir avant de recevoir une r\u00E9compense pour la support de message de serveur sur le forum MCBBS: 1. Ne pas trop arroser la publication sur le forum sinon vous soyez banni; 2. Ne pas utiliser autres comptes dans le forum pour supporter le serveur; 3. Ne pas d\u00E9penser d\u2019argent sur des cartes postales tierces. La violation des r\u00E8gles ci-dessus entra\u00EEnera l\u2019interdiction du jeu.
bump.usage=Type\uFF1A/bumpreward MCBBS Nom d\u2019utilisateur 
bump.usage.example=Par exemple : /bumpreward Molean
bump.failed.database=Erreur de base de donn\u00E9es, contactez votre administrateur. 
bump.failed.notFound= Vous n\u2019avez pas encore support\u00E9 le message du serveur, ou l\u2019ID est entr\u00E9 incorrectement, veuillez le v\u00E9rifier et le r\u00E9cup\u00E9rer \u00E0 nouveau.
bump.reward.shulkerBox=Bo\u00EEte de Shulker
bump.reward.bundle=Paquet
bump.reward.heartOfTheSea=C\u0153ur de la mer
bump.reward.elytra=\u00C9lytres
bump.reward.beacon=Balise
bump.failed.level=Votre niveau d\u2019utilisateur MCBBS est inf\u00E9rieur \u00E0 6, qui ne peut pas pr\u00E9tendre \u00E0 une r\u00E9compense de la support de message!
like.failed.uuid=Erreur, impossible de trouver votre uuid.
like.failed.empty=Erreur lors du chargement de la liste de J\u2019aime \u00E0 partir de namemc
like.failed.notFound=Vous n\u2019avez pas met J\u2019aime pour le serveur dans namemc
like.failed.claimed=Vous l\u2019avez d\u00E9j\u00E0 revendiqu\u00E9 !
like.success=Joueur <player> a aim\u00E9 le serveur dans NameMC et obtiendra la t\u00EAte de dragon comme r\u00E9compense ! Lien : 
villager.ai= En raison de l\u2019envahissement des villageois sur cette \u00EEle, une partie des villageois ont \u00E9t\u00E9 supprim\u00E9e ses IA.
island.command.noPerm=Aucune autorisation !
island.command.heartOfTheSeaNeeded=Mettez un c\u0153ur de mer dans votre main secondaire, qui serait consomm\u00E9.
island.command.beaconNeeded= Mettez un balise dans votre main secondaire, qui serait consomm\u00E9.
island.command.itemNeeded= Mettez un objet dans votre main secondaire, qui serait consomm\u00E9.
island.command.alreadyEnabled=D\u00E9j\u00E0 active.
island.command.ok=OK
island.command.empty=La liste est vide. 
island.command.failed=\u00C9chouer ! 
island.command.enabled=Active\uFF01
island.command.disabled=Inactive\uFF01
island.command.memberTitle=Le liste de vos membres d\u2019\u00EEle est ci-dessous :
island.command.subscribeTitle=Vous avez ces joueurs dans vos favoris :
island.command.notReg=Invalide, ce joueur n\u2019est pas enregistr\u00E9e \u00E0 l\u2019 \u00CEle de R\u00EAve.
island.command.alreadyMember=Invalide, ce joueur figure d\u00E9j\u00E0 sur votre liste de confiance.
island.command.alreadySubscribe=Invalide, ce joueur est d\u00E9j\u00E0 sur votre liste de suivi.
island.command.invalidName=Invalide, nom d\u2019 utilisateur ill\u00E9gal.
island.command.memberInfo= Apr\u00E8s avoir ajout\u00E9 des membres insulaires, vos insulaires pourront d\u00E9truire votre \u00EEle \u00E0 volont\u00E9. \nVeuillez pas ajouter arbitrairement des membres de l\u2019\u00EEle, si l\u2019\u00EEle est d\u00E9truite en raison d\u2019une autorisation al\u00E9atoire, toutes les cons\u00E9quences seront support\u00E9es par vous-m\u00EAme, et le serveur ne donnera aucune aide.
island.command.wiki=\u00A7e\u00A7n Cliquez ici pour consulter le Guide (WiKi) du serveur
island.claim.failed.empty= L\u2019\u00EEle n\u2019a pas encore de propri\u00E9taires.
island.claim.failed.notOffline= Vous ne pouvez r\u00E9clamer que l\u2019\u00EEle du joueur hors ligne.
island.claim.failed.passwordWrong= Le mot de passe est incorrect.
island.setIcon.rules= La cr\u00E9ation de l\u2019ic\u00F4ne n\u00E9cessite la consommation de cet objet dans votre main secondaire.
island.visit.noIsland= Ce joueur n\u2019a pas d\u2019\u00EEle. 
infrastructure.slime.rules= Vous ouvrirez le viseur de slime, ce qui enverrait de faux blocs autour de vous. Ne vous tenez pas sur ces faux blocs. 
island.flag.lock.kick= Vous avez \u00E9t\u00E9 expulse de cette \u00EEle.
island.flag.spectator.noTeleport= Vous ne pouvez pas utiliser la t\u00E9l\u00E9portation.
island.enterInvalidIsland=Vous ne pouvez pas entrer cette \u00EEle.
menu.assist.title=\u00A70 Menu principal - Accessibilit\u00E9 
menu.assist.on= Active
menu.assist.off= Inactive
menu.assist.entityBar=\u00A7f Barre statistique d\u2019entit\u00E9\n\u00A77 Affiche la biom\u00E9trie de l\u2019\u00EElot actuel sur le c\u00F4t\u00E9 droit de l\u2019\u00E9cran \n\u00A77 Les statistiques sont actualis\u00E9es une fois par seconde pour des statistiques pr\u00E9cises \n\u00A77 \u00C9tat actuel : <status>
menu.assist.productionBar=\u00A7f Barre statistique de production\n\u00A77 Affiche la productivit\u00E9 de l\u2019\u00EElot actuel sur le c\u00F4t\u00E9 droit de l\u2019\u00E9cran\n\u00A77 La quantit\u00E9 des objets  tomb\u00E9s pendant une minute est enregistr\u00E9e\n\u00A77 \u00C9tat actuel : <status>
menu.assist.mailbox=\u00A7f Bo\u00EEte aux lettres \n\u00A77 La r\u00E9compense du serveur peut \u00EAtre envoy\u00E9e \u00E0 votre bo\u00EEte aux lettres.
menu.assist.create=\u00A7f Cr\u00E9er une nouvelle \u00EEle\n\u00A77En consommant une balise, vous pouvez cr\u00E9er une nouvelle \u00EEle.\n\u00A77 Mettrez-vous la balise dans la main secondaire\n\n\u00A77Depuis le 26 f\u00E9vrier 2022 vous pouvez demander gratuitement une nouvelle \u00EEle chaque mois\n\u00A77 \u00CEle gratuite ce mois : <status>
menu.assist.claimOffline=\u00A7f Revendiquer une \u00EEle hors ligne\n\u00A77 Disponible pour les joueurs qui sont hors ligne depuis le 5 janvier 2022 ou plus t\u00F4t. \n\u00A77 Tenez-vous sur votre \u00EEle de trompette hors ligne et entrez /is claimOffline [mots de cl\u00E9]\n\u00A77 Tenez une balise dans la main secondaire et la consommez pour recevoir l\u2019\u00EEle. 
menu.assist.sit=\u00A7f Asseyez-vous sur n\u2019importe quelle place\n\u00A77 Si cette option est activ\u00E9e, appuyez sur shift pendant une seconde, puis rel\u00E2chez-la, vous vous asseyez \n\u00A77 Maintenant : <status>
menu.assist.rail=\u00A7f T\u00E9l\u00E9portation par rail\n\u00A77 Appuyez sur shift sur le rail pour vous t\u00E9l\u00E9porter \u00E0 l\u2019autre extr\u00E9mit\u00E9 \n\u00A77Maintenant : <status>
menu.assist.elevator=\u00A7f Ascenseur de bloc de fer\n\u00A77 Appuyez sur Maj/Espace sur le bloc pour vous t\u00E9l\u00E9porter vers un autre bloc. \n\u00A77 Maintenant : <status>
menu.assist.ride=\u00A7f Prendre une cr\u00E9ature \n\u00A77 Appuyez sur Maj + bouton droit sur la cr\u00E9ature pour la soulever \n\u00A77 Appuyez sur F pour lancer apr\u00E8s avoir soulev\u00E9, puis appuyez longuement sur Maj pour contr\u00F4ler la force de lancer \n\u00A77 La force par d\u00E9faut est de 5 arr\u00EAts \n\u00A77: <status>
menu.assist.lava=\u00A7f Protection du magma\n\u00A77 Emp\u00EAche l\u2019utilisation de blocs pour remplir le magma afin d\u2019\u00E9viter le remplissage erron\u00E9 du magma \n\u00A77 Et il est possible de r\u00E9duire l\u2019obsidienne en magma en utilisant des f\u00FBts vides \n\u00A77Maintenant :<status>
menu.assist.download=\u00A7f T\u00E9l\u00E9charger l\u2019archive\n\u00A77 T\u00E9l\u00E9chargez une archive de votre \u00EEle actuelle
menu.assist.tutor=\u00A7f Ignorer l\u2019amor\u00E7age \n\u00A77 Ignorer le bootstrap d\u00E9butant
menu.assist.visit=\u00A7f Acc\u00E8s rapide\n\u00A77 Si l\u2019autre partie n\u2019a qu\u2019une seule \u00EEle, visitez directement \n\u00A77 La fen\u00EAtre de s\u00E9lection de l\u2019\u00EEle n\u2019appara\u00EEt plus \n\u00A77Maintenant :<status>
menu.assist.death=\u00A7f Morts-vivants apr\u00E8s la mort\n\u00A77 Apr\u00E8s la mort du joueur, un monstre est engendr\u00E9 en fonction de l\u2019environnement \n\u00A77 Il peut s\u2019agir des cr\u00E9atures suivantes: \n\u00A77 Zombies, Squelettes, Squelettes fl\u00E9tris, Blaze, Endermen \n\u00A77Maintenant :<status>
menu.assist.inventory=\u00A7f Protection de sac \u00E0 dos\n\u00A77 La mort ne laisse pas tomber les objets du sac \u00E0 dos lorsqu\u2019il est active \n\u00A77Maintenant :<status>
